Repository: common-repository/checkrobin
Catalog: languages/checkrobin-*.po
Languages: de_de

source: Checkrobin Settings
de_de: Checkrobin Einstellungen

source: <strong>Your Tracking-URL:</strong><br />
de_de: <strong>Ihr Tracking-Link:</strong><br />

source: You dont have permission to manage options. Please contact site administrator. You need the capability (access right) \'edit_checkrobin\'.
de_de: Sie haben nicht ausreichend Rechte um Optionen zu verwalten. Bitte kontaktieren Sie den Administrator dieser Seite. Sie benötigen das Zugriffsrecht \'edit_checkrobin\'.

source: Sorry, your nonce was not correct. Please try again.
de_de: Entschuldigung, die Prüfsumme ihrer Anfrage war nicht korrekt. Bitte versuchen Sie es erneut oder wenden Sie sich an den Administrator.

source: No new orders could be found for transfer to Checkrobin business with allowed status (See Settings). List seems to be up to date.
de_de: Es konnten keine neuen Bestellungen zur Übertragung an Checkrobin-Business mit erlaubtem Status (Vgl. Einstellungen) gefunden werden. Liste scheint aktuell.

source: Error Message: Error while preparing package/oder data for API-call
de_de: Fehler bei der Vorbereitung des API Aufrufs

source: Successfully created parcel. Order ID:
de_de: Order/Packet erfolgreich an Checkrobin-Business übertragen! Order-ID:

source: Connection/Parcel create error. Please check the shop-admins E-Mail inbox for details.
de_de: Verbindung/Paket/Übertragungs-Fehler. Bitte prüfen Sie das Postfach der E-Mail Adresse die Sie in den Checkrobin-Plugin-Einstellungen hinterlegt haben.

source: Your Token seems to be invalid. Please go to the WooCommerce > Settings > Checkrobin plugin settings dialogue and request a new one by entering your password and username again.
de_de: Ihr Checkrobin-Business Token scheint nicht mehr gültig zu sein. Bitte wechseln Sie in die Einstellungen des Checkrobin-Plugins und fordern Sie einen neuen Token durch Eingabe ihrer E-Mail Adresse (Username) und Passwort an.

source: Error: Auth Token is missing! Please go to WooCommerce > Settings > Checkrobin plugin settings, and enter your checkrobin-business username and passwort to get one!
de_de: Fehler: Auth-Token fehlt! Bitte wechseln Sie zu WooCommerce > Einstellungen > Checkrobin Einstellungen. Geben Sie hier ihren Checkrobin-Business Benutzernamen (E-Mail) und Ihr Passwort ein, um einen neuen Token anzufordern!

source: Error sending checkrobin failure-mail: No valid email address set in checkrobin-plugin settings.
de_de: Fehler beim senden der Checkrobin-Fehler E-Mail. Keine valide E-Mail Adresse in den Checkrobin-Plugin Einstellungen hinterlegt.

source: WooCommerce: Checkrobin-Plugin API-Error
de_de: WooCommerce: Checkrobin-Plugin API-Fehler aufgetreten

source: Dear Shop Owner,
de_de: Sehr geehrter Shopbetreiber,

source: a transfer of orders to the checkrobin backend by the "%1$s"-plugin failed.
de_de: eine Übertragung von Bestellungen an das Checkrobin-Backend durch das "%1$s"-Plugin schlug fehlt.

source: To start the transfer again, please click here:
de_de: Um die Übertragung erneut zu starten, klicken Sie bitte hier:

source: Restart Transmission
de_de: Übertragung erneut starten

source: Please do not reply to this automatically generated email.
de_de: Bitte antworten Sie nicht auf diese automatisch generierte E-Mail.

source: Sincerely,
de_de: Mit freundlichen Grüßen,

source: Your Checkrobin-Plugin
de_de: Ihr Checkrobin-Business Plugin

source: The following auth token shall be used for any further calls to checkrobin:
de_de: Der folgende Checkrobin-Business Auth-Token wurde erfolgreich erstellt und wird für weitere Anfragen verwendet:

source: The Checkrobin plugin enables you to transfer order data from your WooCommerce shop directly to Checkrobin.
de_de: Mit dem Checkrobin-Plugin können Sie Bestelldaten von Ihrem WooCommerce-Shop direkt an Checkrobin übertragen.

source: Your username or password were invalid.
de_de: Ihr Benutzername oder Passwort ist nicht korrekt.

source: Status settings updated successfully.
de_de: Die Status-Einstellungen wurden erfolgreich aktualisiert!

source: Please enter a valid email address!
de_de: Bitte geben Sie eine gültige E-Mail Adresse ein!

source: Successfully updated E-Mail address!
de_de: Ihre E-Mail Adresse wurde erfolgreich aktualisiert!

source: Checkrobin Settings Page
de_de: Checkrobin Einstellungen

source: Checkrobin-Bussiness Settings
de_de: Checkrobin-Business Einstellungen

source: Reset settings
de_de: Einstellungen zurücksetzen

source: Checkrobin-Business Username
de_de: Checkrobin-Business Benutzername

source: Checkrobin-Business Password
de_de: Checkrobin-Business Passwort

source: Allowed order status
de_de: Zu berücksichtigende Übertragungs-Status für Bestellungen

source: The transfer of an order to Checkrobin depends on the status of the order. Please make sure to configure all status that you would like to use for sending to checkrobin here. An order is sent to Checkrobin for each status configured (selected).
de_de: Die Übertragung von Bestellungen zu Checkrobin hängt vom Status der jeweiligen Bestellung ab. Bitte stellen Sie sicher, dass Sie hier ausschließlich Bestelle-Status auswählen, die zu Checkrobin übertragen werden sollen. Wechselt eine bisher nicht übertragene Bestellung in einen hier selektierbaren Status so wird diese zu Checkrobin übertragen. Übertragungen finden alle 5 Minuten oder beim manuellen Betätigen des Buttons in der Übertragungsliste statt.

source: -- DISABLE ALL --
de_de: -- ALLE DEAKTIVIEREN (Keine Übertragung!) --

source: E-Mail Settings
de_de: E-Mail Einstellungen

source: E-Mail for failure messages
de_de: E-Mail Adresse für Fehler E-Mails

source: Add Tracking-Link to WooCommerce order E-Mails?
de_de: Checkrobin Tracking-Link zu den WooCommerce Standard-Bestell-E-Mails hinzufügen?

source: Last automatic cron run
de_de: Zeitpunkt des letzten automatischen Abgleichs

source: Cron runs every 5 minutes. Here you can see the time of the last automatic cron run:
de_de: Alle 5 Minuten findet ein automatischer Abgleich zwischen Checkrobin und WordPress statt. Hier können Sie den Zeitpunkt des letzten -automatischen- Abgleichs sehen.

source: Orders transferred to Checkrobin
de_de: An Checkrobin übertragene Bestellungen

source: <p>Below you can see all orders that have already been transferred from your shop to checkrobin-business. </p><strong>Please note:</strong><p>Orders must have the status "paid / processed" in your WooCommerce Shop to be transferred. <br />The transfehr takes place automatically when the status changes. In addition, for the transfer, only orders that have already been received in your shop prior to the activation of the plugin will be considered!</p>
de_de: <p>Nachfolgend sehen Sie alle Bestellungen, welche bisher von ihrem Shop an das Checkrobin Business-Backend erfolgreich übertragen wurden. </p><strong>Bitte beachten Sie:</strong><p>Bestellungen müssen in ihrem WooCommerce Shop den Status "bezahlt / in Bearbeitung" besitzen, um übertragen zu werden. <br />Der Transfer findet automatisiert im Hintergrund statt, wenn der Bestellstatus gewechselt wird. Zusätzlich werden für den Transfer ausschließlich Bestellungen berücksichtigt, die nach der initialen Aktivierung des Checkrobin-Plugins in Ihrem Shop eingegangen sind!</p>

source: Update list / send orders
de_de: Liste aktualisieren / Paketentwürfe senden

source: Cancel selected orders
de_de: Paketentwürfe stornieren

source: Re-enable selected orders
de_de: Paketentwürfe erneut übertragen

source: Archive selected orders
de_de: Paketentwürfe archivieren

source: Order-ID
de_de: ID-Bestellung

source: Reference-ID
de_de: Referenznr. Bestellung

source: Order-Status
de_de: Status

source: Date created
de_de: Erstelldatum

source: Date changed
de_de: Änderungsdatum

source: Open Tracking-Code Info
de_de: Tracking-Code Informationen anzeigen
